-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2018-02-24 14:37:10
-- 服务器版本： 10.1.16-MariaDB
-- PHP Version: 5.6.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `v_flim`
--

-- --------------------------------------------------------

--
-- 表的结构 `carousel`
--

CREATE TABLE `carousel` (
  `uid` int(11) NOT NULL,
  `img` varchar(64) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `carousel`
--

INSERT INTO `carousel` (`uid`, `img`) VALUES
(1, '../images/home_page/banner006.jpg'),
(2, '../images/home_page/banner007.jpg'),
(3, '../images/home_page/banner008.jpg'),
(4, '../images/home_page/banner009.jpg'),
(5, '../images/home_page/banner010.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `flimpage`
--

CREATE TABLE `flimpage` (
  `fid` int(11) NOT NULL,
  `channel` varchar(32) DEFAULT NULL,
  `col` varchar(32) DEFAULT NULL,
  `ktype` varchar(32) DEFAULT NULL,
  `district` varchar(32) DEFAULT NULL,
  `fyear` int(32) DEFAULT NULL,
  `fname` varchar(32) DEFAULT NULL,
  `intro1` varchar(64) DEFAULT NULL,
  `intro2` varchar(32) DEFAULT NULL,
  `score` decimal(2,1) DEFAULT NULL,
  `pic` varchar(64) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flimpage`
--

INSERT INTO `flimpage` (`fid`, `channel`, `col`, `ktype`, `district`, `fyear`, `fname`, `intro1`, `intro2`, `score`, `pic`) VALUES
(1, '微电影', '微电影', '社会', '国内', 2015, '迎春花开', '展现医疗事业为人民群众安康,时时刻刻不掉以轻心', '主演:张冬梅 贺湘岚', '8.0', '../images/home_page/screenShot014.jpg'),
(2, '微电影', '微电影', '社会', '国内', 2015, '4月25日', '最美接种医生,向默默奉献在基层的武术医生防疫站工作者致敬', '主演:唐棠 娄军 王中浩', '5.0', '../images/home_page/screenShot015.jpg'),
(3, '微电影', '电影', '剧情', '国外', 2015, '《美国队长3：英雄内战》', '各种相爱相杀,各种高能炸裂,而且!蜘蛛侠终于献身了', '主演:克里斯·埃文斯 塞巴', '5.3', '../images/home_page/screenShot016.jpg'),
(4, '微电影', '电影', '社会', '国外', 2015, '纸牌屋第四季预告片', '弗兰克与他同样野心勃勃的妻子克莱尔在华盛顿白宫运作权力种种', '主演:凯文·史派西 罗宾·怀', '8.7', '../images/home_page/screenShot017.jpg'),
(5, '微电影', '电影', '剧情', '国外', 2015, '《荒野猎人》中文预', '莱昂纳多&汤姆·哈迪生死对决,在荒蛮之地穿越了好几个月', '主演:莱昂纳多·迪卡普里奥', '6.0', '../images/home_page/screenShot018.jpg'),
(6, '微电影', '微电影', '剧情', '国外', 2015, '《夜班经理》预告片', '2016年最想让人舔屏的英剧来了,这部1993年小说改编的', '主演:汤姆·希德勒斯顿', '8.0', '../images/home_page/screenShot019.jpg'),
(7, '微电影', '微电影', '剧情', '国外', 2015, '《欲佩》预告片', '大学刚刚毕业的胡雨，并没有和其他人一样面试到工作，一无所成的他选择了回家', '导演 王中涛', '9.3', '../images/home_page/screenShot020.jpg'),
(8, '微电影', '电视剧', '剧情', '国内', 2015, '《女医明妃传》预告片', '该剧讲述了明代著名女医谭允贤凭借对医学的痴迷和热爱，克服重重困难，开创并', '主演 刘诗诗 霍建华 黄轩 李呈媛 袁文康', '8.0', '../images/home_page/screenShot021.jpg'),
(9, '微电影', '微电影', '剧情', '国内', 2014, '敦化市小学生校园...', '敦化市小学生微电影...', '主演:唐棠 娄军 王中浩', '2.0', '../images/listPage/list001.jpg'),
(10, '微电影', '微电影', '剧情', '国内', 2015, '正能量微电影《正义为先》', '正能量微电影《正义为先》', '主演:唐棠 娄军 王中浩', '9.9', '../images/listPage/list002.png'),
(11, '微电影', '微电影', '剧情', '国内', 2015, '恐怖微电影《残梦》', '一个错乱的残缺不全的梦', '主演：张禾 小华', '9.9', '../images/listPage/list003.png'),
(12, '微电影', '微电影', '剧情', '国内', 2015, '浩哥新作来袭！《二龙湖浩哥之江湖学院》预告！', '浩哥新作来袭《二龙湖浩哥之江湖学院》', '主演：二龙湖浩哥', '0.0', '../images/listPage/list004.png'),
(13, '微电影', '微电影', '剧情', '国内', 2014, '夺命追击', '夺命追击', '主演：王杰、向昱、李鲁古、谢拓展', '9.0', '../images/listPage/list005.jpg'),
(14, '微电影', '微电影', '剧情', '国内', 2012, '父母是孩子最好的老师', '父母是孩子最好的老师', '主演：王杰、向昱', '8.0', '../images/listPage/list006.jpg'),
(15, '微电影', '微电影', '剧情', '国内', 2015, '微电影《天象奇妙物语》', '一个不可思议的夜晚', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list007.jpg'),
(16, '微电影', '微电影', '剧情', '国内', 2015, '看不见的妈妈', '关爱留守儿童公益短片', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list008.jpg'),
(17, '微电影', '微电影', '剧情', '国内', 2015, '距离', '致敬在春运中默默奉献的', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list009.jpg'),
(18, '微电影', '微电影', '剧情', '国内', 2015, '我的百变妈妈', '我的百变妈妈', '主演：杨诚 单欣 吴青松', '7.8', '../images/listPage/list010.jpg'),
(19, '微电影', '微电影', '剧情', '国内', 2015, '《烦躁》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.8', '../images/listPage/list011.jpg'),
(20, '微电影', '微电影', '剧情', '国内', 2013, '武德', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.8', '../images/listPage/list012.jpg'),
(21, '微电影', '微电影', '剧情', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list013.jpg'),
(22, '微电影', '微电影', '剧情', '国内', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list014.jpg'),
(23, '微电影', '微电影', '剧情', '国内', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list015.jpg'),
(24, '微电影', '微电影', '剧情', '国内', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list016.jpg'),
(25, '微电影', '微电影', '剧情', '国内', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list017.jpg'),
(26, '微电影', '微电影', '爱情', '国内', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list018.jpg'),
(27, '微电影', '微电影', '爱情', '国内', 2015, '北京那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list019.jpg'),
(28, '微电影', '微电影', '爱情', '国内', 2015, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list020.jpg'),
(29, '微电影', '微电影', '爱情', '国内', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list021.jpg'),
(30, '微电影', '微电影', '爱情', '国内', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list022.png'),
(31, '微电影', '微电影', '爱情', '国内', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list023.jpg'),
(32, '微电影', '微电影', '爱情', '国内', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list024.jpg'),
(33, '微电影', '微电影', '爱情', '国内', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list025.jpg'),
(34, '微电影', '微电影', '爱情', '国内', 2015, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list026.jpg'),
(35, '微电影', '微电影', '爱情', '国内', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list027.jpg'),
(36, '微电影', '微电影', '爱情', '国内', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list028.jpg'),
(37, '微电影', '微电影', '爱情', '国内', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list029.jpg'),
(38, '微电影', '微电影', '爱情', '国内', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list030.jpg'),
(39, '微电影', '微电影', '爱情', '国内', 2015, '转角遇到爱', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list031.jpg'),
(40, '微电影', '微电影', '爱情', '国内', 2015, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list032.jpg'),
(41, '微电影', '微电影', '爱情', '国内', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list033.jpg'),
(42, '微电影', '微电影', '爱情', '国内', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list034.jpg'),
(43, '微电影', '微电影', '爱情', '国内', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list035.jpg'),
(44, '微电影', '微电影', '爱情', '国内', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list036.jpg'),
(45, '微电影', '微电影', '爱情', '国内', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list037.jpg'),
(46, '微电影', '微电影', '爱情', '国内', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list038.jpg'),
(47, '微电影', '微电影', '爱情', '国内', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list039.jpg'),
(48, '微电影', '微电影', '爱情', '国内', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list040.jpg'),
(49, '微电影', '微电影', '爱情', '国内', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list041.jpg'),
(50, '微电影', '微电影', '爱情', '国内', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list042.jpg'),
(51, '微电影', '微电影', '温情', '国内', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list043.jpg'),
(52, '微电影', '微电影', '温情', '国内', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list044.jpg'),
(53, '微电影', '微电影', '温情', '国内', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list045.jpg'),
(54, '微电影', '微电影', '温情', '国内', 2014, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list046.jpg'),
(55, '微电影', '微电影', '温情', '国内', 2014, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list047.jpg'),
(56, '微电影', '微电影', '温情', '国内', 2014, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list048.jpg'),
(57, '微电影', '微电影', '温情', '国内', 2014, '小台灯', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list049.jpg'),
(58, '微电影', '微电影', '温情', '国内', 2014, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list050.jpg'),
(59, '微电影', '微电影', '温情', '国内', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list051.jpg'),
(60, '微电影', '微电影', '温情', '国内', 2015, '《烦躁》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.8', '../images/listPage/list053.jpg'),
(61, '微电影', '微电影', '温情', '国内', 2015, '武德', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.8', '../images/listPage/list054.jpg'),
(62, '微电影', '微电影', '温情', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list055.jpg'),
(63, '微电影', '微电影', '温情', '国内', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list056.jpg'),
(64, '微电影', '微电影', '温情', '国内', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list057.jpg'),
(65, '微电影', '微电影', '温情', '国内', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list058.jpg'),
(66, '微电影', '微电影', '温情', '国内', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list059.jpg'),
(67, '微电影', '微电影', '温情', '国内', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list060.jpg'),
(68, '微电影', '微电影', '温情', '国内', 2015, '北京那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list061.jpg'),
(69, '微电影', '微电影', '温情', '国内', 2015, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list062.jpg'),
(70, '微电影', '微电影', '社会', '国内', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list063.jpg'),
(71, '微电影', '微电影', '励志', '国内', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list064.jpg'),
(72, '微电影', '微电影', '励志', '国内', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list065.jpg'),
(73, '微电影', '微电影', '励志', '国内', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list066.jpg'),
(74, '微电影', '微电影', '励志', '国内', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list067.jpg'),
(75, '微电影', '微电影', '励志', '国内', 2015, '海洋大学青岛校区', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list068.jpg'),
(76, '微电影', '微电影', '励志', '国内', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list069.jpg'),
(77, '微电影', '微电影', '励志', '国内', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list070.jpg'),
(78, '微电影', '微电影', '励志', '国内', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list071.jpg'),
(79, '微电影', '微电影', '励志', '国内', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list072.jpg'),
(80, '微电影', '微电影', '励志', '国内', 2015, '转角遇到爱', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list073.jpg'),
(81, '微电影', '微电影', '励志', '国内', 2015, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list074.jpg'),
(82, '微电影', '微电影', '励志', '国内', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list075.jpg'),
(83, '微电影', '微电影', '励志', '国内', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list076.jpg'),
(84, '微电影', '微电影', '励志', '国内', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list077.jpg'),
(85, '微电影', '微电影', '励志', '国内', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list078.jpg'),
(86, '微电影', '微电影', '励志', '国内', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list079.jpg'),
(87, '微电影', '微电影', '励志', '国内', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list080.jpg'),
(88, '微电影', '微电影', '励志', '国内', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list081.jpg'),
(89, '微电影', '微电影', '励志', '国内', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list082.jpg'),
(90, '微电影', '微电影', '社会', '国内', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list083.jpg'),
(91, '微电影', '微电影', '职场', '国内', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list084.jpg'),
(92, '微电影', '微电影', '职场', '国内', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list085.jpg'),
(93, '微电影', '微电影', '职场', '国内', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list086.jpg'),
(94, '微电影', '微电影', '职场', '国内', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list087.jpg'),
(95, '微电影', '微电影', '职场', '国内', 2014, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list088.jpg'),
(96, '微电影', '微电影', '职场', '国内', 2014, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list089.jpg'),
(97, '微电影', '微电影', '职场', '国内', 2014, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list090.jpg'),
(98, '微电影', '微电影', '职场', '国内', 2014, '往事在青岛发生', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list091.jpg'),
(99, '微电影', '微电影', '职场', '国内', 2014, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list092.jpg'),
(100, '微电影', '微电影', '职场', '国内', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list093.jpg'),
(101, '微电影', '网络剧', '职场', '国外', 2015, '《烦躁》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.8', '../images/listPage/list094.jpg'),
(102, '微电影', '网络剧', '职场', '国外', 2015, '武德', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.8', '../images/listPage/list095.jpg'),
(103, '微电影', '网络剧', '职场', '国外', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list096.jpg'),
(104, '微电影', '网络剧', '职场', '国外', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list097.jpg'),
(105, '微电影', '网络剧', '职场', '国外', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list098.jpg'),
(106, '微电影', '网络剧', '职场', '国外', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list099.jpg'),
(107, '微电影', '网络剧', '职场', '国外', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list100.jpg'),
(108, '微电影', '网络剧', '职场', '国外', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list101.jpg'),
(109, '微电影', '网络剧', '职场', '国外', 2015, '北京那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list102.jpg'),
(110, '微电影', '网络剧', '社会', '国外', 2015, '暖城-青岛', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list103.jpg'),
(111, '微电影', '网络剧', '搞笑', '国外', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list104.jpg'),
(112, '微电影', '网络剧', '搞笑', '国外', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list105.jpg'),
(113, '微电影', '网络剧', '搞笑', '国外', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list106.jpg'),
(114, '微电影', '网络剧', '搞笑', '国外', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list107.jpg'),
(115, '微电影', '网络剧', '搞笑', '国外', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list108.jpg'),
(116, '微电影', '网络剧', '搞笑', '国外', 2015, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list109.jpg'),
(117, '微电影', '网络剧', '搞笑', '国外', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list110.jpg'),
(118, '微电影', '网络剧', '搞笑', '国外', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list111.jpg'),
(119, '微电影', '网络剧', '搞笑', '国外', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list112.jpg'),
(120, '微电影', '网络剧', '搞笑', '国外', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list113.jpg'),
(121, '微电影', '网络剧', '搞笑', '国外', 2015, '转角遇到爱', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list114.jpg'),
(122, '微电影', '网络剧', '搞笑', '国外', 2015, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list115.jpg'),
(123, '微电影', '网络剧', '搞笑', '国外', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list116.jpg'),
(124, '微电影', '网络剧', '搞笑', '国外', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list117.jpg'),
(125, '微电影', '网络剧', '搞笑', '国外', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list118.jpg'),
(126, '微电影', '网络剧', '搞笑', '国外', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list119.jpg'),
(127, '微电影', '网络剧', '搞笑', '国外', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list120.jpg'),
(128, '微电影', '网络剧', '搞笑', '国外', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list121.jpg'),
(129, '微电影', '网络剧', '搞笑', '国外', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list122.jpg'),
(130, '微电影', '网络剧', '社会', '国外', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list123.jpg'),
(131, '微电影', '网络剧', '悬疑', '国外', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list124.jpg'),
(132, '微电影', '网络剧', '悬疑', '国外', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list125.jpg'),
(133, '微电影', '网络剧', '悬疑', '国外', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list126.jpg'),
(134, '微电影', '网络剧', '悬疑', '国外', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list127.jpg'),
(135, '微电影', '网络剧', '悬疑', '国外', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list128.jpg'),
(136, '微电影', '网络剧', '悬疑', '国外', 2014, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list129.jpg'),
(137, '微电影', '网络剧', '悬疑', '国外', 2014, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list130.jpg'),
(138, '微电影', '网络剧', '悬疑', '国外', 2014, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list131.jpg'),
(139, '微电影', '网络剧', '悬疑', '国外', 2014, '小台灯', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list132.jpg'),
(140, '微电影', '网络剧', '悬疑', '国外', 2014, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list133.jpg'),
(141, '微电影', '网络剧', '悬疑', '国外', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list134.jpg'),
(142, '微电影', '网络剧', '悬疑', '国外', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list135.jpg'),
(143, '微电影', '网络剧', '悬疑', '国外', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list136.jpg'),
(144, '微电影', '网络剧', '悬疑', '国外', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list137.jpg'),
(145, '微电影', '网络剧', '悬疑', '国外', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list138.jpg'),
(146, '微电影', '网络剧', '悬疑', '国外', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list139.jpg'),
(147, '微电影', '网络剧', '悬疑', '国外', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list140.jpg'),
(148, '微电影', '网络剧', '悬疑', '国外', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list141.jpg'),
(149, '微电影', '网络剧', '悬疑', '国外', 2015, '北京那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list142.jpg'),
(150, '微电影', '网络剧', '社会', '国外', 2015, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list143.jpg'),
(151, '微电影', '网络剧', '穿越', '国外', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list144.jpg'),
(152, '微电影', '网络剧', '穿越', '国外', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list145.jpg'),
(153, '微电影', '网络剧', '穿越', '国外', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list146.jpg'),
(154, '微电影', '网络剧', '穿越', '国外', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list147.jpg'),
(155, '微电影', '网络剧', '穿越', '国外', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list148.jpg'),
(156, '微电影', '网络剧', '穿越', '国外', 2015, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list149.jpg'),
(157, '微电影', '网络剧', '穿越', '国外', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list150.jpg'),
(158, '微电影', '网络剧', '穿越', '国外', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list151.jpg'),
(159, '微电影', '网络剧', '穿越', '国外', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list152.jpg'),
(160, '微电影', '网络剧', '穿越', '国外', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list153.jpg'),
(161, '微电影', '网络剧', '穿越', '国外', 2015, '青岛最新微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list154.jpg'),
(162, '微电影', '网络剧', '穿越', '国外', 2015, '你好,青岛', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list155.jpg'),
(163, '微电影', '网络剧', '穿越', '国外', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list156.jpg'),
(164, '微电影', '网络剧', '穿越', '国外', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list157.jpg'),
(165, '微电影', '网络剧', '穿越', '国外', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list158.jpg'),
(166, '微电影', '网络剧', '穿越', '国外', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list159.jpg'),
(167, '微电影', '网络剧', '穿越', '国外', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list160.jpg'),
(168, '微电影', '网络剧', '穿越', '国外', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list161.jpg'),
(169, '微电影', '网络剧', '穿越', '国外', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list162.jpg'),
(170, '微电影', '网络剧', '社会', '国外', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list163.jpg'),
(171, '微电影', '网络剧', '恐怖', '国外', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list164.jpg'),
(172, '微电影', '网络剧', '恐怖', '国外', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list165.jpg'),
(173, '微电影', '网络剧', '恐怖', '国外', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list166.jpg'),
(174, '微电影', '网络剧', '恐怖', '国外', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list167.jpg'),
(175, '微电影', '网络剧', '恐怖', '国外', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list168.jpg'),
(176, '微电影', '网络剧', '恐怖', '国外', 2012, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list169.jpg'),
(177, '微电影', '网络剧', '恐怖', '国外', 2012, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list170.jpg'),
(178, '微电影', '网络剧', '恐怖', '国外', 2012, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list171.jpg'),
(179, '微电影', '网络剧', '恐怖', '国外', 2012, '小台灯', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list172.jpg'),
(180, '微电影', '网络剧', '恐怖', '国内', 2012, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list173.jpg'),
(181, '微电影', '网络剧', '恐怖', '国内', 2012, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list174.jpg'),
(182, '微电影', '网络剧', '恐怖', '国内', 2012, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list175.jpg'),
(183, '微电影', '网络剧', '恐怖', '国内', 2012, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list176.jpg'),
(184, '微电影', '网络剧', '恐怖', '国内', 2012, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list177.jpg'),
(185, '微电影', '网络剧', '恐怖', '国内', 2012, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list178.jpg'),
(186, '微电影', '网络剧', '恐怖', '国内', 2012, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list179.jpg'),
(187, '微电影', '网络剧', '恐怖', '国内', 2012, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list180.jpg'),
(188, '微电影', '网络剧', '恐怖', '国内', 2012, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list181.jpg'),
(189, '微电影', '网络剧', '恐怖', '国内', 2012, '北京那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list182.jpg'),
(190, '微电影', '网络剧', '社会', '国内', 2012, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list183.jpg'),
(191, '微电影', '网络剧', '刑侦', '国内', 2012, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list184.jpg'),
(192, '微电影', '网络剧', '刑侦', '国内', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list185.jpg'),
(193, '微电影', '网络剧', '刑侦', '国内', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list186.jpg'),
(194, '微电影', '网络剧', '刑侦', '国内', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list187.jpg'),
(195, '微电影', '网络剧', '刑侦', '国内', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list188.jpg'),
(196, '微电影', '网络剧', '刑侦', '国内', 2015, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list189.jpg'),
(197, '微电影', '网络剧', '刑侦', '国内', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list190.jpg'),
(198, '微电影', '网络剧', '刑侦', '国内', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list191.jpg'),
(199, '微电影', '网络剧', '刑侦', '国内', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list192.jpg'),
(200, '微电影', '微电影', '刑侦', '国内', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list193.jpg'),
(201, '微电影', '微电影', '刑侦', '国内', 2015, '那两天在青岛的故事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list194.jpg'),
(202, '微电影', '微电影', '刑侦', '国内', 2015, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list195.jpg'),
(203, '微电影', '微电影', '刑侦', '国内', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list196.jpg'),
(204, '微电影', '微电影', '刑侦', '国内', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list197.jpg'),
(205, '微电影', '微电影', '刑侦', '国内', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list198.jpg'),
(206, '微电影', '微电影', '刑侦', '国内', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list199.jpg'),
(207, '微电影', '微电影', '刑侦', '国内', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list200.jpg'),
(208, '微电影', '微电影', '刑侦', '国内', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list201.jpg'),
(209, '微电影', '微电影', '刑侦', '国内', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list202.jpg'),
(210, '微电影', '微电影', '社会', '国内', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list203.jpg'),
(211, '微电影', '微电影', '动作', '国内', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list204.jpg'),
(212, '微电影', '微电影', '动作', '国内', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list205.jpg'),
(213, '微电影', '微电影', '动作', '国内', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list206.jpg'),
(214, '微电影', '微电影', '动作', '国内', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list207.jpg'),
(215, '微电影', '微电影', '动作', '国内', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list208.jpg'),
(216, '微电影', '微电影', '动作', '国内', 2014, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list209.jpg'),
(217, '微电影', '微电影', '动作', '国内', 2014, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list210.jpg'),
(218, '微电影', '微电影', '动作', '国内', 2014, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list211.jpg'),
(219, '微电影', '微电影', '动作', '国内', 2014, '小台灯', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list212.jpg'),
(220, '微电影', '微电影', '动作', '国内', 2014, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list213.jpg'),
(221, '微电影', '微电影', '动作', '国内', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list214.jpg'),
(222, '微电影', '微电影', '动作', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list215.jpg'),
(223, '微电影', '微电影', '动作', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list216.jpg'),
(224, '微电影', '微电影', '动作', '国内', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list217.jpg'),
(225, '微电影', '微电影', '动作', '国内', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list218.jpg'),
(226, '微电影', '微电影', '动作', '国内', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list219.jpg'),
(227, '微电影', '微电影', '动作', '国内', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list220.jpg'),
(228, '微电影', '微电影', '动作', '国内', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list221.jpg'),
(229, '微电影', '微电影', '动作', '国内', 2015, '青岛那两天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list222.jpg'),
(230, '微电影', '微电影', '社会', '国内', 2015, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list223.jpg'),
(231, '微电影', '微电影', '科幻', '国内', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list224.jpg'),
(232, '微电影', '微电影', '科幻', '国内', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list225.jpg'),
(233, '微电影', '微电影', '科幻', '国内', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list226.jpg'),
(234, '微电影', '微电影', '科幻', '国内', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list227.jpg'),
(235, '微电影', '微电影', '科幻', '国内', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list228.jpg'),
(236, '微电影', '微电影', '科幻', '国内', 2015, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list229.jpg'),
(237, '微电影', '微电影', '科幻', '国内', 2015, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list230.jpg'),
(238, '微电影', '微电影', '科幻', '国内', 2015, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list231.jpg'),
(239, '微电影', '微电影', '科幻', '国内', 2015, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list232.jpg'),
(240, '微电影', '微电影', '科幻', '国内', 2015, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list233.jpg'),
(241, '微电影', '微电影', '科幻', '国内', 2015, '转角遇到爱', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list234.jpg'),
(242, '微电影', '微电影', '科幻', '国内', 2015, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list235.jpg'),
(243, '微电影', '微电影', '科幻', '国内', 2014, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list236.jpg'),
(244, '微电影', '微电影', '科幻', '国内', 2014, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list237.jpg'),
(245, '微电影', '微电影', '科幻', '国内', 2014, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list238.jpg'),
(246, '微电影', '微电影', '科幻', '国内', 2014, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list239.jpg'),
(247, '微电影', '微电影', '科幻', '国内', 2014, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list240.jpg'),
(248, '微电影', '微电影', '科幻', '国内', 2014, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list241.jpg'),
(249, '微电影', '微电影', '科幻', '国内', 2014, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list242.jpg'),
(250, '微电影', '微电影', '社会', '国内', 2014, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list243.jpg'),
(251, '微电影', '微电影', '社会', '国内', 2014, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list244.jpg'),
(252, '微电影', '微电影', '社会', '国内', 2014, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list245.png'),
(253, '微电影', '微电影', '社会', '国内', 2014, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list246.jpg'),
(254, '微电影', '微电影', '社会', '国内', 2014, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list247.jpg'),
(255, '微电影', '微电影', '社会', '国内', 2014, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list248.jpg'),
(256, '微电影', '微电影', '社会', '国内', 2014, '电影中的各种玩法', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.5', '../images/listPage/list249.jpg'),
(257, '微电影', '微电影', '社会', '国内', 2014, '妈妈总是不相信我', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.5', '../images/listPage/list250.jpg'),
(258, '微电影', '微电影', '社会', '国内', 2014, '《轻信的诺言》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list251.jpg'),
(259, '微电影', '微电影', '社会', '国内', 2014, '小台灯', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.2', '../images/listPage/list252.jpg'),
(260, '微电影', '微电影', '社会', '国内', 2014, '《捉摸不透》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.3', '../images/listPage/list253.jpg'),
(261, '微电影', '微电影', '社会', '国内', 2014, '北京的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list254.jpg'),
(262, '微电影', '微电影', '社会', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list255.jpg'),
(263, '微电影', '微电影', '社会', '国内', 2015, '《不归路》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.5', '../images/listPage/list256.jpg'),
(264, '微电影', '微电影', '社会', '国内', 2015, '昨天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.2', '../images/listPage/list257.jpg'),
(265, '微电影', '微电影', '社会', '国内', 2015, '《我们的新老师》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '9.8', '../images/listPage/list258.jpg'),
(266, '微电影', '微电影', '社会', '国内', 2015, '《世界末日》', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.8', '../images/listPage/list259.jpg'),
(267, '微电影', '微电影', '社会', '国内', 2015, '母亲节感人微电影', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.8', '../images/listPage/list260.jpg'),
(268, '微电影', '微电影', '社会', '国内', 2015, '心向蓝天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list261.jpg'),
(269, '微电影', '微电影', '社会', '国内', 2015, '青岛的星期天', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list262.jpg'),
(270, '微电影', '微电影', '社会', '国内', 2015, '暖城', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list263.jpg'),
(271, '微电影', '微电影', '社会', '国内', 2015, '如何制作思维导图', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list264.jpg'),
(272, '微电影', '微电影', '社会', '国内', 2015, 'yes we love', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list265.jpg'),
(273, '微电影', '微电影', '社会', '国内', 2015, '致敬梵高', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list266.jpg'),
(274, '微电影', '微电影', '社会', '国内', 2015, '什么阻止你达到了人生的目标', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.0', '../images/listPage/list267.jpg'),
(275, '微电影', '微电影', '社会', '国内', 2015, '宇宙洗衣房', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '2.0', '../images/listPage/list268.jpg'),
(276, '微电影', '微电影', '社会', '国内', 2013, '招商银行', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '1.0', '../images/listPage/list269.jpg'),
(277, '微电影', '微电影', '社会', '国内', 2013, '四十年沉淀', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list270.jpg'),
(278, '微电影', '微电影', '社会', '国内', 2013, '2017奥斯卡最佳影片', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.6', '../images/listPage/list271.jpg'),
(279, '微电影', '微电影', '社会', '国内', 2013, '街头社会', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.0', '../images/listPage/list272.jpg'),
(280, '微电影', '微电影', '社会', '国内', 2013, '最好的味道', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.0', '../images/listPage/list273.jpg'),
(281, '微电影', '微电影', '社会', '国内', 2013, '爱在青岛', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.7', '../images/listPage/list274.jpg'),
(282, '微电影', '微电影', '社会', '国内', 2013, '你好,朋友', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list275.jpg'),
(283, '微电影', '微电影', '社会', '国内', 2013, '马口玩具', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.2', '../images/listPage/list276.jpg'),
(284, '微电影', '微电影', '社会', '国内', 2013, '一个盒子的力量', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.5', '../images/listPage/list277.jpg'),
(285, '微电影', '微电影', '社会', '国内', 2013, '马路天使', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list278.jpg'),
(286, '微电影', '微电影', '社会', '国内', 2013, '3D全息投影技术', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list279.jpg'),
(287, '微电影', '微电影', '社会', '国内', 2013, '最好的礼物', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '7.5', '../images/listPage/list280.jpg'),
(288, '微电影', '微电影', '社会', '国内', 2013, '艾米', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list281.jpg'),
(289, '微电影', '微电影', '社会', '国内', 2013, '更换电池', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '5.0', '../images/listPage/list282.jpg'),
(290, '微电影', '微电影', '社会', '国内', 2013, '完美先生的10个特点', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list283.jpg'),
(291, '微电影', '微电影', '社会', '国内', 2013, '看贪婪的人类是如何', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.0', '../images/listPage/list284.jpg'),
(292, '微电影', '微电影', '社会', '国内', 2013, '海洋计划', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '8.7', '../images/listPage/list285.jpg'),
(293, '微电影', '微电影', '社会', '国内', 2013, '坠楼 In the Fall', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '4.5', '../images/listPage/list286.jpg'),
(294, '微电影', '微电影', '社会', '国内', 2013, '不能忘记的事', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '6.5', '../images/listPage/list287.jpg'),
(295, '微电影', '微电影', '社会', '国内', 2013, '米歇尔不说话了', '讲述平凡的小人物对于生活', '主演：杨诚 单欣 吴青松', '3.5', '../images/listPage/list288.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `index_carousel`
--

CREATE TABLE `index_carousel` (
  `cid` int(11) NOT NULL,
  `img` varchar(64) DEFAULT NULL,
  `title` varchar(32) DEFAULT NULL,
  `href` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `index_carousel`
--

INSERT INTO `index_carousel` (`cid`, `img`, `title`, `href`) VALUES
(1, '../images/home_page/banner001.jpg', '人民日报再次发文抨击当今的流量明星：若无演技终成“流星”！', 'listContent.html?fid=21'),
(2, '../images/home_page/banner002.jpg', '第七十届戛纳电影节在法国戛纳举办', 'listContent.html?fid=81'),
(3, '../images/home_page/banner003.jpg', 'Facebook进入视频行业搅局', 'listContent.html?fid=150'),
(4, '../images/home_page/banner004.jpg', '《摔跤吧，爸爸》高口碑遭遇低排片', 'listContent.html?fid=100'),
(5, '../images/home_page/banner005.jpg', '影视周报2017第19期 |《战狼2》陷入版权纠纷', 'listContent.html?fid=221');

-- --------------------------------------------------------

--
-- 表的结构 `v_pic`
--

CREATE TABLE `v_pic` (
  `pid` int(11) NOT NULL,
  `bg` varchar(32) DEFAULT NULL,
  `md` varchar(32) DEFAULT NULL,
  `sm` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `v_pic`
--

INSERT INTO `v_pic` (`pid`, `bg`, `md`, `sm`) VALUES
(1, '../images/third_page/bj01.jpg', '../images/third_page/md01.jpg', '../images/third_page/sm01.jpg'),
(2, '../images/third_page/bj02.jpg', '../images/third_page/md02.jpg', '../images/third_page/sm02.jpg'),
(3, '../images/third_page/bj03.jpg', '../images/third_page/md03.jpg', '../images/third_page/sm03.jpg'),
(4, '../images/third_page/bj04.jpg', '../images/third_page/md04.jpg', '../images/third_page/sm04.jpg'),
(5, '../images/third_page/bj05.jpg', '../images/third_page/md05.jpg', '../images/third_page/sm05.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `v_regist`
--

CREATE TABLE `v_regist` (
  `vid` int(11) NOT NULL,
  `uname` varchar(32) DEFAULT NULL,
  `upwd` varchar(32) DEFAULT NULL,
  `email` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `v_regist`
--

INSERT INTO `v_regist` (`vid`, `uname`, `upwd`, `email`) VALUES
(1, 'suning', '123456', '123456@qq.com'),
(2, 'dangdang', '123456', '123456@qq.com'),
(3, 'dingdang', '123456', '123456@qq.com');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `carousel`
--
ALTER TABLE `carousel`
  ADD PRIMARY KEY (`uid`);

--
-- Indexes for table `flimpage`
--
ALTER TABLE `flimpage`
  ADD PRIMARY KEY (`fid`);

--
-- Indexes for table `index_carousel`
--
ALTER TABLE `index_carousel`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `v_pic`
--
ALTER TABLE `v_pic`
  ADD PRIMARY KEY (`pid`);

--
-- Indexes for table `v_regist`
--
ALTER TABLE `v_regist`
  ADD PRIMARY KEY (`vid`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `carousel`
--
ALTER TABLE `carousel`
  MODIFY `uid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `flimpage`
--
ALTER TABLE `flimpage`
  MODIFY `fid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=296;
--
-- 使用表AUTO_INCREMENT `index_carousel`
--
ALTER TABLE `index_carousel`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `v_pic`
--
ALTER TABLE `v_pic`
  MODIFY `pid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `v_regist`
--
ALTER TABLE `v_regist`
  MODIFY `vid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
